
// 퀴즈 정보
// 1: OX
// 2 : 객관식
// 3: 주관식

var quizInfo = [
    // 1번
    {
        type : 1,
        title: 'OX',
        answer: [3, 2],
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ]
    },
    // 2번
    {
        type : 2,
        title: '객관식',
        subTitle: '2번 부제입니다.',
        answer: 1,
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ]
    },
    // 3번
    {
        type: 2,
        title: '주관식',
        subTitle: '3번 부제입니다.',
        answer: 2,
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ]
    },

]


// 정리 정보

// 페이지별 JS
