
// 퀴즈 정보
// 1 : OX
// 2 : 객관식
// 3 : 주관식

var quizInfo = [
    // 1번

    // 2번
    {
        type: 3,
        chance: 1,
        title: '주관식문제입니다@@@@',
        subTitle: '2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.2번 부제입니다.',
        answer: '주관식',
        label: '답안을 입력하세요.',
        border: 'red',
        explanation: '2 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.'
    },
    {
        type: 2,
        chance: 1,
        title: '객관식1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.1번 문제입니다.',
        answer: [1, 4],
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ],
        explanation: '1문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.'
    },
    // 3번
    {
        type: 1,
        chance: 1,
        title: 'OX',
        subTitle: '3번 부제입니다.',
        answer: 'O',
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ],
        explanation: '3 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.1번 문제의 해설입니다.'
    },

]


// 정리 정보

// 페이지별 JS
