
// 퀴즈 정보
// A : 객관식, B : OX, C : 주관식
var quizInfo = [
    // 1번
    {
        title: '1번입니다.',
        subTitle: '1번 부제입니다.',
        answer: '3',
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ]
    },
    // 2번
    {
        title: '2번입니다.',
        subTitle: '2번 부제입니다.',
        answer: '1',
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ]
    },
    // 3번
    {
        title: '3번입니다.',
        subTitle: '3번 부제입니다.',
        answer: '2',
        choice: [
            '보기 1번입니다.',
            '보기 2번입니다.',
            '보기 3번입니다.',
            '보기 4번입니다.',
            '보기 5번입니다.',
        ]
    },

]


// 정리 정보

// 페이지별 JS
